Repository: Daniel-KM/OaiPmhRepository
Catalog: languages/*.po
Languages: es, fi_fi, ja, mn, oc, ro, sr_rs, zh_cn

source: Repository name
es: Nombre del repositorio
fi_fi: Julkaisuarkiston nimi
ja: リポジトリ名
mn: архивын нэр
oc: Nom del depaus
ro: Numele depozitului
sr_rs: Назив репозиторијума
zh_cn: 资料库名称

source: Name for this OAI-PMH repository.
es: Nombre para este repositorio OAI-PMH.
fi_fi: OAI-PMH-julkaisuarkiston nimi
ja: この OAI-PMH リポジトリの名前。
mn: OAI-PMH архивын нэр.
oc: Nom per aqueste depaus OAI-PMH
ro: Numele acestui depozit OAI-PMH
sr_rs: Назив OAI-PMH репозиторијума.
zh_cn: 该OAI-PMH资料库的名称。

source: Namespace identifier
es: Identificador del espacio de nombre
fi_fi: Nimiavaruuden tunniste
ja: 名前空間の識別子
mn: Нэрний зай танигч
oc: Identificant d'espaci de nom
ro: Identificatorul pentru domeniu
sr_rs: Иденитификатор namespace
zh_cn: 命名空间标识符

source: This will be used to form globally unique IDs for the exposed metadata items. This value is required to be a domain name you have registered. Using other values will generate invalid identifiers.
es: Esto se utilizará para crear IDs únicos y globales para los elementos que muestren sus metadatos. Este valor debe ser un nombre de dominio que usted haya registrado. El uso de otros valores puede generar identificadores no válidos.
fi_fi: Nimiavaruuden tunnistetta käytetään muodostamaan globaalisti yksilöivä tunniste teosten metatiedoille. Tunnisteen tulee olla sivuston rekisteröity verkkotunnus. Muiden tunnistemerkkijonojen käyttö luo virheellisiä teostunnisteita.
ja: これは、公開されたメタデータ項目に対し、グローバルに一意のIDを形成するために使用されます。 この値は、登録したドメイン名である必要があります。 他の値を使用すると、無効な識別子が生成されます。
mn: Хуулбарласан мета мэдээлэлд өвөрмөц ID-г ашиглаж болно. Энэ утга нь таны бүртгүүлсэн домэн нэр байх шаардлагатай. Бусад утгыг хэрэглэхэд зөвшөөрөгдөөгүй ялгагч шинж тэмдэг үүсгэнэ.
oc: Serà utilizat per formar d'identificants globals unics (GUID) pels contenguts expausats. Aquesta valor deu èsser un nom de domeni qu'avètz enregistrat. Utilizar d'autras valors generarà d'identificants invalids.
ro: Acesta va fi utilizat pentru a forma un identificator unic la nivel global pentru metadatele expuse. Acestă valoare este necesar să fie un nume de domeniu pe care l-ai înregistrat. Folosirea altor valori va genera identificatori nevalizi.
sr_rs: Ово ће бити коришћено за формирање глобално јединствених идентификационих борјева за метаподатке изложених јединица. Вредност мора обвезно да буде име домена који сте регистровали. Коришћењем других вредности генерисаће се неисправни идентификатори.
zh_cn: 这被用来为公开的元数据条目生成全球唯一ID。该值要求是您已注册的域名。使用其它值会产生无效标识符。

source: Expose files
es: Mostrar archivos
fi_fi: Suora pääsy tiedostoihin
ja: ファイルを公開する
mn: Баримтуудыг ил гаргах
oc: Expausar los fichièrs
ro: Expune fișierele
sr_rs: Изложите документа
zh_cn: 公布文件

source: Whether the plugin should include identifiers for the files associated with items. This provides harvesters with direct access to files.
es: Si el complemento debe incluir identificadores para los archivos asociados a elementos. Esto provee a los recolectores de un acceso directo a los archivos.
fi_fi: Paljasta teoksiin kuuluvien tiedostojen tunnisteet rajapinnan kautta. Tällöin haravoijilla on suora pääsy tiedostoihin.
ja: プラグインにアイテムに関連付けられたファイルの識別子を含める必要があるかどうか。 これにより、ハーベスタはファイルに直接アクセスできます。
mn: Мэдээлэлтэй холбоотой файлуудад танигч тэмдэг бүхий плагин оруулах эсэх. Энэ нь түүвэрлэгч файлд шууд хандах боломжийг олгодог.
oc: Se lo plugin deu inclure los identificants pels fichiers associats als contenguts. Aquò provesís als meissonièrs un accès dirècte als fichièrs.
ro: Pluginul ar trebui să includă identificatori pentru fișierele asociate cu resursele. Acest lucru oferă celor care recoltează un acces direct la fișiere.
sr_rs: Да ли додатак треба да укључи и идентификаторе за фајлове прикључене јединицама. Ово омогућава харвестерима директан приступ фајловима.
zh_cn: 插件是否应该包括与条目关联的文件标识符。这使得收集器可以直接访问文件。

source: Expose empty collections
es: Mostrar colecciones vacías
fi_fi: Näytä tyhjät kokoelmat
ja: 空のコレクションを公開する
mn: Ил гаргах цуглуулгагүй
oc: Expausar las colleccions voidas
ro: Expune colecții vide
sr_rs: Изложите празне колекције
zh_cn: 公布空馆藏

source: Whether the plugin should expose empty public collections.
es: Si el complemento debe mostrar las colecciones públicas vacías.
fi_fi: Sisällytä haravointiin myös tyhjät julkiseksi määritetyt kokoelmat.
ja: プラグインが空の公開コレクションを公開するかどうか。
mn: Сан хөмрөг хоосон эсэхийг илрүүлэх плагин.
oc: Se lo plugin deu expausar las colleccions publicas voidas.
ro: Dacă pluginul ar trebui să expună colecții publice vide.
sr_rs: Да ли додатак треба да омогући видљивост празних јавних колекција.
zh_cn: 插件是否应该公布空的公共馆藏。

source: Expose item type
es: Mostrar tipo de elemento
fi_fi: Näytä aineistotyyppi
ja: アイテムタイプを公開する
mn: Мэдээллийн төрлийг ил гаргах
oc: Expausar lo tipe de contengut
ro: Expune tipul de resursă
sr_rs: Изложите врсте јединица
zh_cn: 公布条目类型

source: Whether the plugin should expose the item type as Dublin Core Type.
es: Si el complemento debe mostrar el tipo de elemento como Dublin Core.
fi_fi: Näytä aineistotyyppi Dublin Core Type -tyyppisenä kenttänä.
ja: プラグインがアイテムタイプをDublin Core Typeとして公開するかどうか。
mn: Мэдээллийн төрлийг Dublin Core-ийн төрөл мөн эсэхийг илрүүлэх плагин.
oc: Se lo plugin deu expausar lo tipe de contengut en tant que Dublin Core Type.
ro: Dacă pluginul ar trebui să expună resursa ca un tip al Dublin Core-ului.
sr_rs: Да ли додатак треба да омогући видљивост врсту јединице као Dublin Core Type.
zh_cn: 插件是否应该把条目类型公布成为都柏林核心类型。

source: OAI-PMH Repository
es: Repositorio OAI-PMH
fi_fi: OAI-PMH-julkaisuarkisto
ja: OAI-PMH リポジトリ
mn: OAI-PMH Архив
oc: Depaus OAI-PMH
ro: Depozitul OAI-PMH
sr_rs: OAI-PMH репозиторијум
zh_cn: OAI-PMH资料库

source: Harvester can access metadata from this site
es: El recolector puede acceder a los metadatos de este sitio
fi_fi: Haravoijilla on pääsy aineistojen kuvailutietoihin osoitteessa
ja: ハーベスタはこのサイトからメタデータにアクセスできる
mn: Harvester Энэ сайтаас метадата өгөгдөлд хандаж болно
oc: Lo meissonièr pòt accedir als contenguts dempuèi aqueste site
ro: Cine recoltează poate accesa metadatele din acest site
sr_rs: Харвестер може да приступи метаподацима са овог сајта
zh_cn: 收集器可以访问该网站的元数据
